{
	"aboutMe": "About me",
	"aboutP1": "Currently a third-year student in Computer Science at the University of Paris-Saclay, I am passionate about technology and creation. My journey has allowed me to explore a wide range of fields, from complex IT projects to creative and sports activities, which have enriched my perspective and work methodology.",
	"aboutH1": "Academic and Professional Background",
	"aboutP2": "My interest in science and technology emerged early in high school, where I followed a General Baccalaureate with specializations in Mathematics, Physics, and Engineering Sciences. After a year in Physical Measurements at the IUT of Orsay, I discovered my true calling in computer science and joined the Computer Science Bachelor’s degree (BUT), where I am currently in my third year.",
	"aboutP3": "Alongside my studies, I have gained significant experience through academic, personal, and professional projects:",
	"aboutLS1": "Freelance Developer",
	"aboutL1": ", Gameplay programmer for web games.",
	"aboutLS2": "Internship at WebGames",
	"aboutL2": ", development of a video game creation tool.",
	"someProjects": "Some Projects",
	"WebFullStack": "Web FullStack",
	"WebFullStackDesc": "Development of complete Web Applications for companies.",
	"SoftwareDevelopment": "Software Development",
	"SoftwareDevelopmentDesc": "Development of Applications in JAVA and C#, linked to a MySQL database.",
	"DataAnalysis": "Data Analysis",
	"DataAnalysisDesc": "From Our World in Data on natural and technological disasters with GrapDB.",
	"NetworkAndSystems": "Network and Systems",
	"NetworkAndSystemsDesc": "Configuration of Apache Server, Network configurations (routers, firewall, ...).",
	"CreativeAndFunProjects": "Creative and Fun Projects",
	"GraphicDesign": "Graphic design",
	"GraphicDesignDesc": "YouTube thumbnails and streaming interfaces with Photoshop and GIMP.",
	"VideoEditing": "Video Editing",
	"VideoEditingDesc": "Using Sony Vegas to create Anime Animated videos (AMV).",
	"GameDevelopment": "Game Development",
	"GameDevelopmentDesc": "Multiplayer and solo games using Unity 3D.",
	"toSeeMoreProjects": "To see more of my projects ...",
	"TechnicalAndPersonalSkills": "Technical and Personal Skills",
	"TechnologiesAndTools": "Technologies and Tools",
	"Technologies": "HTML/CSS, JavaScript, Python, Java, C/C++, C#, Unity 3D, MySQL, Git.",
	"Methodologies": "Project management using Agile (Scrum), version control with GitHub.",
	"SoftSkills": "Curiosity, adaptability, teamwork, creativity, and organization.",
	"VersatileAndDynamicProfile": "A Versatile and Dynamic Profile",
	"ProfileDescription": "Outside of my academic and professional projects, my extracurricular activities have also helped shape my personality and ability to take on challenges.",
	"SportsActivities": "Sports Activities",
	"SportsActivitiesDesc": "5 years of drumming, 5 years of scuba diving (both in pools and at sea), and 2 years of Kung Fu.",
	"CreativePassions": "Creative Passions",
	"CreativePassionsDesc": "Video games, music, and exploring new technologies.",
	"ITPassions": "IT Passions",
	"ITPassionsDesc": "Linux System Configuration, Cybersecurity, OSINT, Learning new Skills.",
	"MyVision": "My Vision",
	"VisionText": "I am driven by the search for innovative solutions and the creation of impactful projects, whether they are fun, educational, or utilitarian. My goal is to continue learning, adapting, and leveraging my skills to meet increasingly ambitious challenges."
}
