{
    "skills": ["JavaScript", "React", "Unity", "C/C++", "SQL", "Python", "SPARQL", "PHP", "JAVA", "Vim", "Git", "Video games", "Linux", "Networking"],
	"ido": "I do",
	"home": "Home",
	"other": "Other",
	"about": "About",
	"aboutMe": "About me",
	"contact": "Contact me",
	"projects": "Projects",
	"myProjects": "My Projects",
	"resume": "Resume",
	"headerP1": "I am a passionate third-year Computer Science student with a deep interest in technology, creativity, and problem-solving. My journey has led me to explore various fields, from software development and web design to video game creation, where I combine technical expertise with my love for storytelling and interactive experiences.",
	"headerP2": "This portfolio is a reflection of my growth, achievements, and aspirations. It showcases the projects that have shaped me, including innovative applications, websites, and video games. Through these projects, I have developed not only my technical skills but also my creativity and ability to bring ideas to life.",
	"headerP3": "My goal is to use this space to connect with like-minded professionals, share my passion for technology and game development, and inspire others to embrace innovation and learning.",
	"checkTheseOut": "Check these out",
	"aboutP1": "Currently a third-year student in Computer Science at the University of Paris-Saclay, I am passionate about technology and creation. My journey has allowed me to explore a wide range of fields, from complex IT projects to creative and sports activities, which have enriched my perspective and work methodology.",
	"aboutH1": "Academic and Professional Background",
	"aboutP2": "My interest in science and technology emerged early in high school, where I followed a General Baccalaureate with specializations in Mathematics, Physics, and Engineering Sciences. After a year in Physical Measurements at the IUT of Orsay, I discovered my true calling in computer science and joined the Computer Science Bachelor’s degree (BUT), where I am currently in my third year.",
	"aboutP3": "Alongside my studies, I have gained significant experience through academic, personal, and professional projects:",
	"aboutLS1": "Freelance Developer",
	"aboutL1": ", Gameplay programmer for web games.",
	"aboutLS2": "Internship at WebGames",
	"aboutL2": ", development of a video game creation tool.",
	"someProjects": "Some Projects",
	"WebFullStack": "Web FullStack",
	"WebFullStackDesc": "Development of complete Web Applications for companies.",
	"SoftwareDevelopment": "Software Development",
	"SoftwareDevelopmentDesc": "Development of Applications in JAVA and C#, linked to a MySQL database.",
	"DataAnalysis": "Data Analysis",
	"DataAnalysisDesc": "From Our World in Data on natural and technological disasters with GrapDB.",
	"NetworkAndSystems": "Network and Systems",
	"NetworkAndSystemsDesc": "Configuration of Apache Server, Network configurations (routers, firewall, ...).",
	"CreativeAndFunProjects": "Creative and Fun Projects",
	"GraphicDesign": "Graphic design",
	"GraphicDesignDesc": "YouTube thumbnails and streaming interfaces with Photoshop and GIMP.",
	"VideoEditing": "Video Editing",
	"VideoEditingDesc": "Using Sony Vegas to create Anime Animated videos (AMV).",
	"GameDevelopment": "Game Development",
	"GameDevelopmentDesc": "Multiplayer and solo games using Unity 3D.",
	"toSeeMoreProjects": "To see more of my projects ...",
	"TechnicalAndPersonalSkills": "Technical and Personal Skills",
	"TechnologiesAndTools": "Technologies and Tools",
	"Technologies": "HTML/CSS, JavaScript, Python, Java, C/C++, C#, Unity 3D, MySQL, Git.",
	"Methodologies": "Project management using Agile (Scrum), version control with GitHub.",
	"SoftSkills": "Curiosity, adaptability, teamwork, creativity, and organization.",
	"VersatileAndDynamicProfile": "A Versatile and Dynamic Profile",
	"ProfileDescription": "Outside of my academic and professional projects, my extracurricular activities have also helped shape my personality and ability to take on challenges.",
	"SportsActivities": "Sports Activities",
	"SportsActivitiesDesc": "5 years of drumming, 5 years of scuba diving (both in pools and at sea), and 2 years of Kung Fu.",
	"CreativePassions": "Creative Passions",
	"CreativePassionsDesc": "Video games, music, and exploring new technologies.",
	"ITPassions": "IT Passions",
	"ITPassionsDesc": "Linux System Configuration, Cybersecurity, OSINT, Learning new Skills.",
	"MyVision": "My Vision",
	"VisionText": "I am driven by the search for innovative solutions and the creation of impactful projects, whether they are fun, educational, or utilitarian. My goal is to continue learning, adapting, and leveraging my skills to meet increasingly ambitious challenges.",
	"UsefulLinks": "Useful Links",
	"UsefulLinksText": "In case you missed them on the home page ...",
  "funFacts": "Fun Facts",
  "funFactsIntro": "Aside from my academic and professional pursuits, I have a variety of interests and passions that fuel my creativity and curiosity.",
  "videoGamesEnthusiast": "Video Games Enthusiast:",
  "videoGamesDesc": "I have spent countless hours playing competitive games like Counter-Strike and League of Legends, where I’ve learned a lot (and wasted even more time). Currently, I’m immersed in Elden Ring and Brotato, enjoying their unique gameplay experiences.",
  "steamProfileLink": "Check out my Steam profile!",
  "cybersecurityPassion": "Cybersecurity Passion:",
  "cybersecurityDesc": "I love learning about cybersecurity and exploring the world of ethical hacking. I often use Root Me to practice my skills and keep up with the latest in the field.",
  "privacyOSINT": "Privacy & OSINT Enthusiast:",
  "privacyOSINTDesc": "I am constantly educating myself about online privacy and OSINT (Open Source Intelligence), diving into various tools and techniques to better understand how information is gathered and shared on the web.",
  "linuxCustomization": "Linux Customization:",
  "linuxCustomizationDesc": "In my spare time, I enjoy customizing my Linux system, tweaking everything from desktop environments to terminal configurations. It’s a fun and rewarding hobby that keeps me sharp in system administration and problem-solving."
}
