{
    "skills": ["JavaScript", "React", "Unity", "C/C++", "SQL", "Python", "SPARQL", "PHP", "JAVA", "Vim", "Git", "Jeux vidéo", "Linux", "Réseaux"],
	"ido": "Je fais du  ",
	"home": "Acceuil",
	"other": "Autres",
	"about": "À propos",
	"aboutMe": "À propos de moi",
	"contact": "Me contacter",
	"projects": "Projets",
	"myProjects": "Mes Projets",
	"resume": "Mon CV",
	"headerP1": "Je suis un étudiant en troisième année d'informatique passionné par la technologie, la créativité et la résolution de problèmes. Mon parcours m'a amené à explorer différents domaines, du développement de logiciels et de la conception de sites web à la création de jeux vidéo, où je combine mon expertise technique avec ma passion pour les expériences interactives.",
	"headerP2": "Ce portfolio reflète mon parcours, mes réalisations et mes ambitions. Il met en avant les projets qui m’ont marqué : applications innovantes, sites web et jeux vidéo. Ces expériences m’ont permis de développer mes compétences techniques, ma créativité et ma capacité à concrétiser des idées.",
	"headerP3": "Mon objectif est d’utiliser cet espace pour échanger avec des professionnels partageant les mêmes idées, partager ma passion pour la technologie et le développement de jeux, et inspirer les autres à adopter l’innovation et l’apprentissage.",
	"checkTheseOut": "Allez voir ça",
	"aboutP1": "Actuellement étudiant en troisième année d'informatique à l'Université Paris-Saclay, je suis passionné par la technologie et la création. Mon parcours m'a permis d'explorer un large éventail de domaines, des projets informatiques complexes aux activités créatives et sportives, qui ont enrichi ma vision et ma méthodologie de travail.",
	"aboutH1": "Parcours académique et professionnel",
	"aboutP2": "Mon intérêt pour les sciences et la technologie est apparu dès le lycée, où j'ai suivi un Baccalauréat Général avec des spécialités en Mathématiques, Physique et Sciences de l'Ingénieur. Après une année en Mesures Physiques à l'IUT d'Orsay, j'ai découvert ma véritable vocation pour l'informatique et j'ai intégré le BUT Informatique, où je suis actuellement en troisième année.",
	"aboutP3": "En parallèle de mes études, j'ai acquis une expérience significative à travers des projets académiques, personnels et professionnels :",
	"aboutLS1": "Développeur Freelance",
	"aboutL1": ", Programmeur de jeux web en freelance.",
	"aboutLS2": "Stage chez WebGames",
	"aboutL2": ", Développement d'un outil de création de jeux vidéo.",
	"someProjects": "Quelques projets",
	"WebFullStack": "Web FullStack",
	"WebFullStackDesc": "Développement d'applications Web complètes pour des entreprises.",
	"SoftwareDevelopment": "Développement logiciel",
	"SoftwareDevelopmentDesc": "Développement d'applications en JAVA et C#, liées à une base de données MySQL.",
	"DataAnalysis": "Analyse de données",
	"DataAnalysisDesc": "À partir de Our World in Data sur les catastrophes naturelles et technologiques avec GrapDB.",
	"NetworkAndSystems": "Réseaux et systèmes",
	"NetworkAndSystemsDesc": "Configuration du serveur Apache, configurations réseau (routeurs, pare-feu, ...).",
	"CreativeAndFunProjects": "Projets créatifs et ludiques",
	"GraphicDesign": "Design graphique",
	"GraphicDesignDesc": "Vignettes YouTube et interfaces de streaming avec Photoshop et GIMP.",
	"VideoEditing": "Montage vidéo",
	"VideoEditingDesc": "Utilisation de Sony Vegas pour créer des vidéos animées d'Anime (AMV).",
	"GameDevelopment": "Développement de jeux",
	"GameDevelopmentDesc": "Jeux multijoueurs et solo avec Unity 3D.",
	"toSeeMoreProjects": "Pour voir plus de mes projets ...",
	"TechnicalAndPersonalSkills": "Compétences techniques et personnelles",
	"TechnologiesAndTools": "Technologies et outils",
	"Technologies": "HTML/CSS, JavaScript, Python, Java, C/C++, C#, Unity 3D, MySQL, Git.",
	"Methodologies": "Gestion de projet avec la méthode Agile (Scrum), gestion des versions avec GitHub.",
	"SoftSkills": "Curiosité, adaptabilité, travail en équipe, créativité et organisation.",
	"VersatileAndDynamicProfile": "Un profil polyvalent et dynamique",
	"ProfileDescription": "En dehors de mes projets académiques et professionnels, mes activités extra-scolaires ont également contribué à façonner ma personnalité et ma capacité à relever des défis.",
	"SportsActivities": "Activités sportives",
	"SportsActivitiesDesc": "5 ans de batterie, 5 ans de plongée sous-marine (en piscine et en mer), et 2 ans de Kung Fu.",
	"CreativePassions": "Passions créatives",
	"CreativePassionsDesc": "Jeux vidéo, musique, et exploration de nouvelles technologies.",
	"ITPassions": "Passions informatiques",
	"ITPassionsDesc": "Configuration de systèmes Linux, cybersécurité, OSINT, apprentissage de nouvelles compétences.",
	"MyVision": "Ma vision",
	"VisionText": "Je suis motivé par la recherche de solutions innovantes et la création de projets à fort impact, qu'ils soient ludiques, éducatifs ou utilitaires. Mon objectif est de continuer à apprendre, à m'adapter et à mettre mes compétences à profit pour relever des défis de plus en plus ambitieux.",
	"UsefulLinks": "Liens utiles",
	"UsefulLinksText": "Au cas où vous les auriez manqués sur la page d'accueil ...",
  "funFacts": "Faits intéressants",
  "funFactsIntro": "En dehors de mes activités académiques et professionnelles, j'ai une variété d'intérêts et de passions qui nourrissent ma créativité et ma curiosité.",
  "videoGamesEnthusiast": "Passionné de jeux vidéo :",
  "videoGamesDesc": "J'ai passé d'innombrables heures à jouer à des jeux compétitifs comme Counter-Strike et League of Legends, où j'ai beaucoup appris (et perdu encore plus de temps). Actuellement, je suis immergé dans Elden Ring et Brotato, appréciant leurs expériences de jeu uniques.",
  "steamProfileLink": "Découvrez mon profil Steam !",
  "cybersecurityPassion": "Passion pour la cybersécurité :",
  "cybersecurityDesc": "J'adore apprendre la cybersécurité et explorer le monde du hacking éthique. J'utilise souvent Root Me pour pratiquer mes compétences et me tenir au courant des dernières nouveautés dans ce domaine.",
  "privacyOSINT": "Passion pour la confidentialité et OSINT :",
  "privacyOSINTDesc": "Je m'éduque constamment sur la confidentialité en ligne et OSINT (Open Source Intelligence), en explorant divers outils et techniques pour mieux comprendre comment les informations sont collectées et partagées sur le web.",
  "linuxCustomization": "Personnalisation de Linux :",
  "linuxCustomizationDesc": "Pendant mon temps libre, j'aime personnaliser mon système Linux, en ajustant tout, des environnements de bureau aux configurations du terminal. C'est un passe-temps amusant et enrichissant qui me permet de rester affûté dans l'administration système et la résolution de problèmes."
}
